export const definitions = [
  {
    header: 'Шарниры с вилками и крестовинами',
    body:
      'Обеспечивают возможность передачи крутящего момента под изменяющимся углом. ',
  },
  {
    header: 'Шлицевое соединение',
    body:
      'Компенсирует линейное перемещение карданной передачи относительно кузова автомобиля при изменении угла передачи крутящего момента.',
  },
  {
    header: 'Эластичная муфта',
    body:
      'Служит для принятия ударной волны, проходящей по трансмиссии при грубой работе с педалью сцепления.',
  },
];

export const cardanJointParts = [
  'Переднего и заднего валов',
  'Промежуточной опоры с подшипником',
  'Шарниров с вилками и крестовинами',
  'Шлицевого соединения',
  'Эластичной муфты',
];
