export const parts = [
  'Приемной трубы',
  'Передниго глушителя',
  'Катализатора',
  'Средней трубы',
  'Заднего глушителя',
];

export const warnings = [
  {
    description:
      'Не водить машину по сухой траве (и похожим покрытиям). Система выбросов имеет высокие температуры. Такое вождение может стать причиной пожара.',
  },
  {
    description: 'Не чинить систему выброса газов до ее полного остужения.',
  },
  {
    description:
      'Если запах отработанных газов присуствует в кабине, необходимо немедленно предоставить машину в сервис на осмотр.',
  },
];

export const catalyticConverterMaintainance = [
  'Использовать только рекомендованное топливо',
  'Не оставаться без топлива',
  'Не выключать зажигание в процессе движения',
  'Не разогревать двигатель более 10 секунд',
];
