export const warnings = [
  {
    description:
      'Подушки безопасности срабатывают резко. Есть риск получения травмы от надувшейся подушки безопаности.',
  },
  {
    description:
      'Подушки безопасности должны применяться вместе с ремнями безопасности. Полагаясь исключительно на подушки безопасности, пассажиры и водитель увеличивают риск травм и смерти.',
  },
  {
    description:
      'Дети до 12 лет должны быть должным образом зафиксированы в специальном средстве.',
  },
  {
    description:
      'Область перед подушкой безопасности, такде как место хранения подушки безопасности должны быть свободны от посторонних предметов.',
  },
  {
    description:
      'Недопустимо пытаться чинить или вносить изменения в данную систему безопасности самостоятельно.',
  },
  {
    description:
      'После срабатывания данной системы безопасности, она не будет функционировать повторно.',
  },
  {
    description:
      'Рекомендуется иметь расстояние не менее 25 сантиметров между модулем подушки безопасности и грудью пассажира или водителя.',
  },
];

export const detectingFromntPassengerSteps = [
  'Выключить двигатель и попросить пассажира сесть по центру, ровно.',
  'Включить двигатель и попросить пассажира посидеть в фиксированном положении на протяжении двух минут',
  'Если индикатор по прежнему не может зафиксировать наличие впереди сидящего пассажира, пассажиру лучше пересесть назад',
];
