export const gaugesPtOne = [
  'А. Тахометр',
  'В. Информационный дисплей',
  'С. Спидометр',
];

export const gaugesPtTwo = [
  'D. Уровень топлива',
  'Е. Информационная панель',
  'F. Температура охлаждающей жидкости',
];

export const gaugeModeInfo = [
  'Расстояние до опустошения двигателя',
  'Давление воздуха в колесах',
  'Соотношение воздуха и топлива в двигателе',
  'Температура масла в картере задней оси',
  'Температуру головки блока цилиндров',
  'Температура воздуха, охлаждающего двигатель',
  'Давление масла двигателя',
  'Температура масла двигателя',
  'Температура трансмиссионного масла',
  'Напряжение аккумулятора',
];

export const tripInfo = [
  'Время поездки',
  'Расстояние в нынешней поездке',
  'Ориентировочное расстояние, которое автомобиль сможет проехать, пока не кончится топливо (Mi to E)',
  'Оценочное MPG - примерный расход топлива за прошедшее время',
  'Нынешний расход топлива',
  'История топлива - график расхода топлива',
];
