export const faults = [
  {
    title: 'Трещины в раме',
    description:
      'Могут возникать из-за ударов. Соединение сваркой недопустимо, потому что сварные швы имеют другую прочность и могут изменить геометрию автомобиля.',
  },
  {
    title: 'Шум и стуки в подвеске',
    description:
      'Возникают из-за ослабления болтов креплений, износа шарниров, поломки пружин, неисправности амортизатора.',
  },
  {
    title: 'Повышенный и неравномерный износ шин',
    description:
      'Возникает при нарушении углов установки колес, грубого стиля вождения, износа шарниров.',
  },
  {
    title: 'Увод автомобиля в сторону',
    description:
      'Возникает при нарушении углов установки, деформации рычагов передней повески, неодинаковой жесткости пружин, неодинакового давления в шинах',
  },
  {
    title: 'Повышенные вибрации',
    description:
      'Возникают из-за дисбаланса колес, износа деталей подвески, повреждения дисков колес и вздутий на боковине шин.',
  },
];

export const definitions = [
  {
    header: 'Зависимая подвеска',
    body:
      'Подвеска, в которой оба колеса одной оси связаны между собой жесткой балкой.',
  },
  {
    header: 'Независимая подвеска',
    body:
      'Подвеска, в которой колеса одной оси автомобиля не связаны жестко друг с другом. При наезде на неровность, одно колесо может менять свое положение независимо от другого.',
  },
  {
    header: 'Упругий элемент подвески',
    body:
      'Служит для смягчений ударов и колебаний, передаваемых от дороги к кузову.',
  },
  {
    header: 'Гасящий элемент подвески - амортизатор',
    body:
      'Необходим для гашения колебаний кузова за счет сопротивления, возникающего при перетекании жидкости через калиброванные ответствия.',
  },
  {
    header: 'Стабилизатор поперечной устойчивости',
    body:
      'Предназначен для повышения управляемости и уменьшения крена автомобиля на поворотах.',
  },
  {
    header: 'Углы установки передних колес (развал-схождение)',
    body:
      'Обеспечивают устойчивое прямолинейное движение автомобиля, уменьшение усилия, прикладываемого к рулевому колесу на повороте, качение передних колес на поворотах без проскальзывания, самовозврат передних колес в прямолинейное положение по окночании поворота, смягчение ударов по подвеске, снятие излишних нагрузок с наиболее ответственных деталей и подшипников.',
  },
];
