export const size = {
  thead: ['Характеристика', 'Значение'],
  tbody: [
    ['Колесная база, см', 272],
    ['Длина, см', 479],
    ['Высота, см', 138],
    ['Ширина без зеркал, см', 191],
    ['Ширина с зеркалами, см', 208],
    ['Ширина со сложенными зеркалами, см', 193],
    ['Передняя колея, см', 158],
    ['Задняя Колея, см', 165],
  ],
};

export const otherCharacteristics = {
  thead: ['Характеристика', 'Значение'],
  tbody: [
    ['Тип кузова', '2-х дверное купе'],
    ['Тип автомобиля', 'Спортивный'],
    ['Вместимость пассажиров', 4],
    ['Снаряженная масса', 1746],
  ],
};
